[
  {
    "id": 1,
    "pageName": "纸之源流",
    "pageMemo": "漫长的历史中，人类探索理想信息载体的脚步从未停止，从结绳记事、陶器、甲骨到金石、缣帛、竹木，直到东汉纸的诞生，记录和传播的手段才有了质的改变，人类文明揭开了新的篇章。自此而后，各色纸品层出不穷。纸终成为生活不可或缺的一部分，作为文化的载体和物化的实体，流传发扬。",
    "pageImage": "img/1.png",
    "pageSort": 1,
    "units": [
      {
        "id": 1,
        "unitName": "第一单元",
        "unitMemo": "书于竹帛，镂于金石。       没有纸之前人们怎么传递信息？最早几乎是靠记忆口耳相传，却总免不了遗漏。于是在世界范围内人类尝试了多种载体：两河流域的石板，古埃及的纸莎草，欧洲的羊皮卷……在中国，还有简牍丝帛、钟鼎甲骨……。随着古代社会的不断发展，图文载体的作用日益凸显，在造纸术发明之前已有种类繁多的载体。",
        "unitTitle": "纸前时代",
        "unitSort": 1,
        "contents": [
          {
            "id": 1,
            "contentName": "陶",
            "contentMemo": "陶文是陶器上的文字，一般有书写、刻划、抑印三种形式。始见于新石器时代，而盛行于战国。早期的陶文类似甲骨文，战国陶文字体类似金文、大篆，而又普遍简省讹变，应是一种民间通行的俗体。战国陶文一般只有几个字，内容多为人名、官名、地名、工名、吉祥语和制造年月等。陶文和金文、甲骨文一样，是研究我国古文字的重要资料。",
            "contentSort": 1,
            "infos": [
              {
                "id": 1,
                "infoTitle": "戈陶文",
                "infoCover": "/images/1/1-1-1.png",
                "infoText": "夏商时期 约前21世纪～前11世纪 高6厘米，宽5厘米",
                "infoImage": "/images/1/1-1-1-detail.png",
                "infoSort": 1
              },
              {
                "id": 2,
                "infoTitle": "羊陶文",
                "infoCover": "/images/1/1-1-2.png",
                "infoText": "夏商时期 约前21世纪～前11世纪",
                "infoImage": "/images/1/1-1-2-detail.png",
                "infoSort": 2
              },
              {
                "id": 3,
                "infoTitle": "平陶文拓片",
                "infoCover": "/images/1/1-1-3.png",
                "infoText": "商周时期 约前17世纪～前3世纪 高4厘米，宽6厘米",
                "infoImage": "/images/1/1-1-3-detail.png",
                "infoSort": 3
              }
            ]
          },
          {
            "id": 2,
            "contentName": "甲骨",
            "contentMemo": "甲骨文，刻写在龟甲兽骨上的文字，亦称“契文”，是已识汉字中最古的文字体系之一。古人凡祭祀、征伐、田猎、出入、收成、风雨、疾病之事均举行占卜。占卜时，先在龟甲或羊、牛等动物肩胛骨上钻、凿，然后火灼，看裂纹占吉凶，并将占卜的时间、原委、过程、结果等刻在甲骨上，因为是记录占卜的文字，也称为甲骨卜辞。",
            "contentSort": 2,
            "infos": []
          },
          {
            "id": 3,
            "contentName": "金",
            "contentMemo": "古代把铜称为金，金文是铸刻在商周青铜器上的铭文，又称“钟鼎文”。目前已知的商代金文较少，多为族徽、人名等简单的文字，文字形体有的类似甲骨文。西周金文最盛，凡与祀典、册封、赏赐、征伐、盟誓、契约、诉讼有关的事都可在金文中找到实例，其文字规整，多长篇铭文，是研究古史的珍贵资料。战国金文长篇较少，字体近小篆。",
            "contentSort": 3,
            "infos": []
          },
          {
            "id": 4,
            "contentName": "缣帛",
            "contentMemo": "新石器时代中国已经有了纺织技术，古时候缣帛的主要通途是制作衣物，也有的用作书法、绘画材料，称之为“纸”。“纸”一般由生丝织成，洁白轻薄。到汉代，用于书写的缣帛，以卷轴形式卷好储藏，以“卷”为单位计量。",
            "contentSort": 4,
            "infos": []
          },
          {
            "id": 5,
            "contentName": "木",
            "contentMemo": "简牍，古代削制用来书写文字的狭长竹片和木片。一般称为“竹简”和“木简”，或称木片为“牍”、“札”，统称为“简牍”。",
            "contentSort": 5,
            "infos": []
          },
          {
            "id": 6,
            "contentName": "泥",
            "contentMemo": "封泥，又称“芝泥”，是用以封缄文书等物的特殊泥块，而将印章加印在封泥上并起到封护作用的应当被称为“泥封”，强调其用以封缄的作用。",
            "contentSort": 6,
            "infos": []
          },
          {
            "id": 7,
            "contentName": "砖石",
            "contentMemo": "岩石坚硬，写画及凿刻于其上，能够更长久的保存，由此也成为纸前时代的重要信息载体，在中国，古代岩画、石刻文字及画像石等均有发现。",
            "contentSort": 7,
            "infos": []
          }
        ]
      },
      {
        "id": 2,
        "unitName": "第二单元",
        "unitMemo": "蔡侯纸术，惠及古今。 造纸术推广后，纸由于轻便、价廉、易书写、好保存等特性，得到了广泛使用，文献典籍有了更好的载体，档案文件也更为完善，以纸为基础的艺术创作在人类文明中也留下了浓墨重彩的一笔。文明的发展与延续，文化的传播与普及，纸都起了巨大的作用。",
        "unitTitle": "纸上记忆",
        "unitSort": 2,
        "contents": [
          {
            "id": 9,
            "contentName": "纸的贡献——以纸为书传世",
            "contentMemo": "客观地说，文字的发明并未把整个人类社会带入真正的文明世界，纸前时代，载体的笨重很大程度上造成了文献的垄断，限制了其传播与传承。纸的发明不但改变了文献垄断的局面，也催生了印刷术的发明和发展，各代图书数量成倍增长，传播范围不断扩大，人们用以记录自身生产和思想的载体的容量得到极大限度的提高，普通人才有可能和贵族们共浴文明的洗礼。",
            "contentSort": 8,
            "infos": []
          },
          {
            "id": 10,
            "contentName": "纸的贡献——以纸画境写心",
            "contentMemo": "纸最初用于书写，随着其加工技艺的丰富，纸张的不断改进，引起了汉字字体的变迁，也让作画更为便利和普及。魏晋以来，绘画、拓印、裱措用纸相继出现，使得艺术效果更为精进，艺术的传播更为迅速，中国书画艺术有了突飞猛进的发展。另外，随着文人也开始参与纸的改良技术研发，纸除去实用价值之外也有了一定的艺术价值。 纸除了用于书写、绘画、印刷，还因为高吸水性而可以制作拓片，复制展现表面有凹凸的金石文物。以纸和墨为材料，使用白芨水、鬃刷等特制工具，便可以将铸刻在器物上的文字、图像、纹饰等传拓下来制作拓片。拓片能直接反映文物的表面信息，再现古代砖石雕刻书画作品的艺术神韵，亦可记录锤拓时表面的损泐情况，通过对比不同时期的拓本，还可以推断碑刻档案的历史背景，因此它也是宝贵的历史资料。",
            "contentSort": 9,
            "infos": []
          }
        ]
      }
    ]
  },
  {
    "id": 2,
    "pageName": "纸之技艺",
    "pageMemo": "造纸术是中国古代四大发明之一，是一项凝结了先人智慧、绵延千年的事业。于纸之上，各种加工技艺丰富了纸的形貌、扩展了纸的功用。印刷技术与装帧工艺又让一张张纸幻化成典籍书画，承载起文化的记忆。世代传承、世代增华，这些技艺延续至今，成为珍贵的非物质文化遗产。展示技艺、守护技艺，都是为了更好地传承和发展。",
    "pageImage": "img/2.png",
    "pageSort": 2,
    "units": [
      {
        "id": 3,
        "unitName": "第一单元",
        "unitMemo": "匠心智造，传承增华。 造纸术是将植物纤维经物理和化学作用分散提纯，与水配成浆液，抄（浇）造成型，再干燥成纸的复杂工艺，其工序往往有几十步之多。这一技术诞生至今，不断创新，代代精进。相传东汉蔡侯以麻头、渔网等造纸。魏晋时，随着纸张的需求上涨，开始采用新的纤维原料如藤皮、竹、草，其中浙江剡溪的藤皮纸名扬天下。隋唐时，涌现出捶纸、薛涛笺等以皮、麻为主要原料的名贵纸种，技术的改进让纸的功用扩展到绘画、印刷等方面。宋元时，造纸进入全盛时期，竹、麦秆及其他草本植物大大丰富了造纸原料。明清时期，竹纸渐居于手工纸的主导地位，同时以青檀皮和沙田稻草为原料的宣纸脱颖而出，具有“韧而能润、光而不滑、洁白稠密、纹理纯净、搓折无损、润墨性强”的特点，这也得益于它独特的手工技艺。",
        "unitTitle": "造纸技艺",
        "unitSort": 1,
        "contents": [
          {
            "id": 11,
            "contentName": "麻纸",
            "contentMemo": "麻纸是古人对以麻类植物或废麻为原料抄造的纸的统称，它是我国最早的植物纤维纸。从汉入唐，麻纸一直是用量最多的纸种，其原料价廉易得，加工简单，成品质地坚韧、柔软可折。麻纸有黄麻纸和白麻纸之分，长做官府文书、民间写经之用，其中写经主要采用黄麻纸。南宋时，随着南方竹纸的兴起，麻纸渐衰。现今在我国北方的少数地区仍保留麻纸的生产。",
            "contentSort": 10,
            "infos": []
          },
          {
            "id": 12,
            "contentName": "皮纸",
            "contentMemo": "皮纸是使用树木韧皮纤维所制作的纸的总称，主要原料有楮皮、桑皮、三桠皮、雁皮等。东汉时采用楮树皮，魏晋时又开辟桑树皮造纸，皮纸用于书画优于麻纸。直至明代中叶以前，皮纸一直是图籍中使用最多的纸类之一。古代朝鲜印书也多用皮纸。皮纸纸质柔韧，薄厚适中，但纸面易起毛，颜色洁白，间亦有发灰、发暗者。",
            "contentSort": 11,
            "infos": []
          },
          {
            "id": 13,
            "contentName": "竹纸",
            "contentMemo": "竹纸是以嫩竹沤腌发酵制浆而抄造的手工纸的总称，主要产于江西、福建、浙江、江苏等南方地区，包括毛边纸、元书纸、连史纸等品种。竹纤维加工处理比麻、皮类纤维困难，因而竹纸出现的时间相对较晚。精制的竹纸不但能用于书写，还可以大量用于印刷。竹纸的产生，促进了宋代印书事业的繁荣。明清时期，竹纸制作工艺得以改进成熟，成为手工纸的主流。现今，福建连城、江西铅山、浙江富阳等地仍有竹纸的生产。",
            "contentSort": 12,
            "infos": []
          },
          {
            "id": 14,
            "contentName": "宣纸",
            "contentMemo": "宣纸一词最早见于唐张彦远《历代名画记》，因唐代宣州府年年进贡一种好纸故而得名。宣纸早期以纯青檀皮为主要原料，约清代时，开始在原料中加入沙田稻草，其制作工艺复杂，生产周期很长。温和的工艺使之洁白细腻、具有特殊的渗墨性和耐久性。现在我们所说的宣纸一般指生宣，其中依据原料配比、规格、特性等又分为多种品种，适合书画、拓印等不同的用途。宋代米芾、米友仁，元代元四家等都曾使用生宣。至明清，其使用十分普遍。",
            "contentSort": 13,
            "infos": []
          }
        ]
      },
      {
        "id": 4,
        "unitName": "第二单元",
        "unitMemo": "浪漫与实用并重，精雅共纸寿。 中国古人的创造力流淌到原纸上，加工纸诞生了。据传，早至东汉，佐伯纸就采用了纸面砑光的技艺。两晋时，纸面处理更加普遍。经南北朝、唐、宋纸工的努力，加工技术不断发展成熟，明、清集古代加工纸之大成。加工有砑平、表面涂布、染潢、施胶、泥金等多种方法，先后出现了诸如硬黄纸、斑石纹纸、蠲纸、蜡笺、粉笺、瓷青纸、万年红纸等各色名纸。不同的纸有不同的功用，抄经用黄檗纸，避蠹防蛀；临摹用半透明的硬黄纸；引用题赞用五光十色的花笺；拓碑先用生纸，后加工成熟纸保藏。艺术纸缤纷了世人的眼眸，避蠹防蛀纸加强了纸性、延长了纸寿。",
        "unitTitle": "加工技艺",
        "unitSort": 2,
        "contents": [
          {
            "id": 15,
            "contentName": "金栗山藏经纸",
            "contentMemo": "金栗山藏经纸为宋代纸名，简称藏经笺。金栗山在浙江省海盐县西南，山下的金栗寺有北宋质量优良的藏经纸，纸上有朱印“金栗山藏经纸”。该纸可能是以楮树皮和桑皮为混合原料（一说以麻为原料）抄制而成，再经涂蜡、砑光，其品质极佳，超过硬黄纸。在宋代为抄印佛经专用纸。明清时期，常以剥取该纸用作书画引首为荣。 清代，乾隆帝曾敕命人仿制此纸，精工细作，不计成本，并于每纸上钤椭圆白文朱印“乾隆年仿金栗寺藏经纸”。",
            "contentSort": 14,
            "infos": []
          },
          {
            "id": 16,
            "contentName": "瓷青纸",
            "contentMemo": "瓷青纸，又名磁青纸，是一种名贵的加工纸。它以优质桑皮纸为原纸，早期使用靛青作染料，采用染布的方法加工并经砑光而成，后期改用靛蓝直接浸刷染色。因外观色泽与明代宣德青花瓷相近，故而得名。该纸色深，一般不用墨书，而是供宫廷中用金银泥书写佛经、文牒等，后来主要用作线装书的书皮，高雅古典、朴素大方。",
            "contentSort": 15,
            "infos": []
          },
          {
            "id": 17,
            "contentName": "洒金纸",
            "contentMemo": "洒金纸是将金银箔、金银屑等洒在纸面上加工而成的纸。根据这种加工所使用的金箔、金屑、金粉的大小和在纸上分布的疏密程度，可以制作不同的加工宣。后人又细分：如把大片金箔洒在纸上的叫做“片金宣”（雪金宣）；小片金屑洒在纸上的叫做“销金宣”（雨金宣），故有“大片如雪，小片如雨”之说。在纸上洒下大、小混合片者，取名“雨雪宣”。",
            "contentSort": 16,
            "infos": []
          },
          {
            "id": 18,
            "contentName": "泥金纸",
            "contentMemo": "泥金，可能是唐宋时期纸工受织工、漆工的启发，把金银泥或粉末装饰于纸面而制成的加工纸。其工艺到明清时发展成熟，并广泛流行，主要用于宫廷书画和宗教经卷中。泥金纸用材昂贵，工艺复杂，价格不菲，属名贵纸种，其使用往往具有等级的限制。",
            "contentSort": 17,
            "infos": []
          },
          {
            "id": 19,
            "contentName": "笺",
            "contentMemo": "笺纸是生宣按不同用途通过印刷、染色、砑光、泥金银粉、洒金银箔片、描金银图案等法制成的小纸张，用于书信、题字、印谱等。其形制精美、五彩缤纷，美名曰“花笺”、“锦笺”。古代文人名士多喜使用，唐宋尤为盛行，主要用于书法，其中名品有薛涛笺、谢公笺等。明晚期，套色印刷的笺纸开始出现。 近现代的制笺业受到文人趣味的影响，也产出素雅古朴的成套的文人笺谱。现行加工的有：云母、刻花、玉版、蜡笺、描金、洒金及红、黄、青、绿、灰各色素宣等。",
            "contentSort": 18,
            "infos": []
          }
        ]
      },
      {
        "id": 5,
        "unitName": "第三单元",
        "unitMemo": "刻古今沧桑，印千秋经典。 印刷术是中国古代四大发明之一，它的出现和发展都与纸息息相关。印刷术始于隋唐时期的雕版印刷，从渊源看，印章和拓片给它提供了直接的经验性的启示，笔、纸和墨的制作技术的发展又为它创造了必要的物质基础。 中国工匠们先后开创了雕版印刷和活字印刷两种技艺。其中，雕版印刷术始终是我国古代印刷术的主流，它至迟兴起于唐代，一改书籍靠手抄的费事、费力局面，促进了知识的广泛传播、交流。随着刻书事业的发展，雕版印刷又分出套版、饾版。而北宋毕昇所创制的活字印刷术在我国古代居于次要地位，但它对世界文明发展产生了举足轻重的作用，促进了欧洲科学在中世纪之后突飞猛进的发展以及文艺复兴运动的出现。 清代后期，西方所用的石印、铅印、油印等技术渐次传入中国，中西方的印刷技术相互交融，促进者文化的传承与传播。",
        "unitTitle": "印刷技艺",
        "unitSort": 3,
        "contents": [
          {
            "id": 20,
            "contentName": "雕版印刷术",
            "contentMemo": "雕版印刷术，是将文字、图像雕刻在凭证的木板上，再在版面上刷上油墨，然后在其上覆上纸张，用干净的刷子轻轻地刷过，使印版上的图文清晰地转印到纸张上的工艺方法。目前学术界认为，隋末唐初之际，经济繁荣、佛教盛行，书籍的需求量大增，催生了雕版印刷术的产生。9世纪时，雕版印刷术已经普及，人们使用这种方法大量刻印佛经、诗集、日历和占卜书等。宋代的雕版印刷开始大量采用竹纸，字体美观、雕镂精工，达到历代高峰。 目前韩国庆州佛国寺发现的《无垢净光大陀罗尼经》是已知世界上最早的雕版印刷品，经学者考证，它是8世纪上半叶在唐长安城翻译和刻印的。另外，敦煌莫高窟中发现的《金刚经》刻字精美，卷首还有《释迦说法图》版画，其卷尾题“咸通九年（公元868年）四月十五日王玠为二亲敬造善施”，是现存世界上最早有确切纪年的雕版印刷品。",
            "contentSort": 19,
            "infos": []
          },
          {
            "id": 21,
            "contentName": "套色印刷术",
            "contentMemo": "套色印刷术是用木版在同一版面上用颜色不同的版分次印刷书籍或图画的方法。 从宋代开始，中国就出现双色套印技术，到元代已正式用于印书。元至元六年(1340)中兴路资福寺刻无闻和尚《金刚经注》以朱墨两色套印,为迄今所见最古套印本(亦称朱墨本)。明万历年间有较大发展。后递加至5色。初系在一块版上涂不同颜色,伏纸刷印,如万历时徽州滋兰堂刻印《程氏墨苑》。稍后即发明分版套印,如万历天启年间吴兴闵齐伋、凌蒙初两家套色印刷本《西厢记》、《琵琶记》等。",
            "contentSort": 20,
            "infos": []
          },
          {
            "id": 22,
            "contentName": "饾版印刷术",
            "contentMemo": "“饾版”，即木刻水印技术，所谓“饾版”印刷，就是按照彩色绘画原稿的用色情况，经过勾描和分版，将每一种颜色都分别雕一块小版，然后再依照“由浅到深，由淡到浓”的原则，逐色套印，一朵花或一片叶，都要分出颜色深浅、阴阳向背。最后完成一件近似于原作的彩色印刷品。因印版琐碎堆砌，有如五色小饼累积盆中，故称“饾版”。 1626年吴发祥刊印的《萝轩变古笺谱》和1627年胡正言刊印的《十竹斋画谱》,及稍后的《十竹斋笺谱》是当时饾版印刷的代表作。",
            "contentSort": 21,
            "infos": []
          },
          {
            "id": 23,
            "contentName": "活字印刷术",
            "contentMemo": "活字印刷术，是在预先制成活字的基础上,根据付印的文稿,将每个单字检排拼成一块块版,再在版上加墨进行印刷的方法。活字印刷在印完一书后,版可拆散,单字仍可重复用于排其他的书版。 这一技术最早是宋仁宗庆历时(1041-1048年)毕昇发明的，其活字由胶泥制成。关于我国活字印刷的最早记载是北宋沈括所写的《梦溪笔谈》。元代是活字印刷的成熟时期，王祯发明木活字和转轮排字架。明朝弘治时又创铜活字,使活字印刷得到普及。活字印刷一直到20世纪80年代还是世界上生产书籍、报纸和杂志的主要方法。",
            "contentSort": 22,
            "infos": []
          },
          {
            "id": 24,
            "contentName": "铅印",
            "contentMemo": "铅印，是以铅字排版，油墨印刷的技术，清末由西方传入我国。15世纪中叶，约翰·古登堡发明了铅合金活字，并首创脂肪性油墨，制造木质印刷机，将刷印变为压印，成为现代印刷术的改革者。18世纪初，我国开始采用这种铅印术，但当时印刷厂多由西人经营,印刷西文书刊。最早的汉文铅印本是清咸丰七年(1857)上海墨海书馆出版的《六合丛谈》。",
            "contentSort": 23,
            "infos": []
          },
          {
            "id": 25,
            "contentName": "石印",
            "contentMemo": "石印术是以石头为印版版材，利用水油相斥的原理进行平版印刷。这种方法是1776年，奥国（今捷克布拉格）人塞纳菲尔德发明，清末传入我国。1883年黄式权《淞南梦影录》卷二中对其有所记载:“石印书籍,用西国石板。磨平如镜,以电镜映像之法摄字迹于石上,然后傅以胶水,刷以油墨,千百万页之书,不难竟日而就。” 近代，由于具有成本低廉，印刷周期短，用人少，能保持古书原貌，字迹清晰美观等优点，石印业迅速崛起，取代雕版印刷的主导地位。",
            "contentSort": 24,
            "infos": []
          },
          {
            "id": 26,
            "contentName": "油印",
            "contentMemo": "油印是先在特制的蜡纸上用打字机打字，或者用铁笔刻画出文字图画，然后让蜡纸附在普通纸面上，在上面涂施油墨，透过打字或者刻写的图纹孔洞，而印刷到下面的普通纸上，也称“誊写印刷”，是孔版印刷的一种。1886年美国爱迪生发明打字式誊写版印刷术，后传入中国。",
            "contentSort": 25,
            "infos": []
          }
        ]
      },
      {
        "id": 6,
        "unitName": "第四单元",
        "unitMemo": "装意蕴之美，护书卷之气。 “人要衣装，佛要精装”，古籍也要靠精心的装帧来展现独特魅力。中国古代书籍装帧形式的演变规律，和书籍的制作材料、制作方法有关，并朝着便于翻阅、利于保护的方向发展。在印刷术发明以前，图书抄写在长卷形式的缣帛和纸张上，阅读时展开，平时卷起。这一时期的图书只能采用卷轴装。雕版印书普及以后，由于书版各自成块，卷轴装已不适用，古籍装帧改进为册页形式，先后出现折装、梵夹装、蝴蝶装、包背装、线装等装帧形式。其中，线装的形式一种沿用至今。",
        "unitTitle": "装帧技艺",
        "unitSort": 4,
        "contents": [
          {
            "id": 27,
            "contentName": "卷轴装",
            "contentMemo": "卷轴装的具体形式是把一部多页纸张书写的书籍，按顺序黏贴，在长条纸书最后一纸的末尾粘上一根圆木棒，然后以木棒为轴心从左向右搓卷，所以称卷轴。轴的长度比纸的高度略长，纸书卷好后上下两端都有轴头露出，这样有利于书籍的保护。唐五代及唐五代以前，纸书普遍流行卷轴装。",
            "contentSort": 26,
            "infos": []
          },
          {
            "id": 28,
            "contentName": "经折装",
            "contentMemo": "也称折子装。将图书长卷按一定宽度左右折叠起来，加上书衣，使之成为可以随时展读的册子。经折装的出现，解决了卷轴装卷舒之难的弊病。从敦煌发现的唐代实物看，唐代应该已经出现经折装。元朝吾衍在《闲居录》中说“古书皆卷轴，以卷舒之难，因而为折，久而折断，复为簿帙 。”",
            "contentSort": 27,
            "infos": []
          },
          {
            "id": 29,
            "contentName": "梵夹装",
            "contentMemo": "系古代印度贝叶经的装订形式。其方法是:将长条形的书叶一片片地叠放起来,上下用木板夹起来,再在中间穿两个眼,用绳子穿连捆扎,或不穿眼而直接从外面捆扎。由于其内容大多为印度佛经,故称之为贝叶经,又叫“贝编”。中国的纸写本佛经以及藏文、蒙文大藏经和佛经,都采用此种装订形式。",
            "contentSort": 28,
            "infos": []
          },
          {
            "id": 30,
            "contentName": "蝴蝶装",
            "contentMemo": "也称蝶装，将印好的书页在版心处对折，有文字的一面向里，再将若干折好的书页对齐，粘贴成册。采用这种装订形式，外表与现在的平装书相似，展开阅读时，书页犹如蝴蝶两翼飞舞，故称为蝴蝶装。蝴蝶装是宋元版书的主要形式，它改变了沿袭千年的卷轴形式，适应了雕版印刷的一页一版的特点，是一重大进步。《明史艺文志》序称，“秘阁书籍皆宋元所遗，无不精美。装用倒折，四周外向，虫鼠不能损。”但这种版心内向的装订形式，人们翻阅时会遇到无字页面，同时版心折缝容易磨损脱落，造成掉页，所以逐渐又为包背装取代。",
            "contentSort": 29,
            "infos": []
          },
          {
            "id": 31,
            "contentName": "包背装",
            "contentMemo": "亦称“裹背装”。古书装订形式之一。将印好的书页版心向外对折，书口向外，然后用纸捻装订成册，再装上书衣，由于全书包上厚纸作皮，不见线眼，故又称“凶背装”。包背装约起于南宋后期，元明盛行，清代亦沿用之。明《永乐大典》和清《四库全书》两部巨帙,都是包背装。包背装改变了蝴蝶版心向内的形式，不再出现无字页面，但未解决易散脱页的缺点，所以后来又发展为线装形式。",
            "contentSort": 30,
            "infos": []
          },
          {
            "id": 32,
            "contentName": "线装",
            "contentMemo": "线装是在包背装的基础上发展起来的一种装帧形式。是我国古代书籍装帧技术发展的最后阶段。它与包背装的区别是，不用整幅书页包背，而是前后各用一页书衣，打孔穿线，装订成册。这种装订形式可能在南宋已经出现，但明嘉靖以后才流行起来，清代基本采用这种装订方式。其特点是解决了蝴蝶装、包背装易于脱页的问题，同时便于修补重订。",
            "contentSort": 31,
            "infos": []
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "pageName": "纸之保护",
    "pageMemo": "纸张脆弱，一滴污水、一缕光线、一幅脚印、一抹星火都可能是致命因素。时光无情，在纸张原料、造纸工艺、功能助剂等内因和环境、流传或埋藏过程等外因的共同作用下，纸质文物大都存在多种病害。为了给纸质文物“延年益寿”，先民们积累下了宝贵的经验，至今仍在文物保护工作中使用，如装裱、制作函套、加装引首尾纸防潮避火等。今天的文物医院不仅吸收了古代优秀的经验，并且使之与现代科学技术成果相结合，形成了一整套完备的诊断、治疗、预防体系。",
    "pageImage": "img/3.png",
    "pageSort": 3,
    "units": [
      {
        "id": 7,
        "unitName": "第一单元",
        "unitMemo": "纸质文物本体由纸张和着色剂组成，他们易潮、怕酸、厌氧，因自身体质和外界环境等原因，易出现水渍、污渍、皱褶、折痕、变形、断裂、残缺、粘连、微生物损害、动物损害、糟朽、絮化等病症。 结合新科技、新技术，使用不损害文物本体的仪器和材料，通过纸质文物常规分析检测项目：光泽度、白度、酸碱度、含水率、写印色料溶解性等及大型仪器：扫描电子显微镜分析、傅里叶红外光谱分析、拉曼光谱分析等，进行文物认知和病害评估，为保护修复材料和技术的选择提供科学依据。",
        "unitTitle": "诊病",
        "unitSort": 1,
        "contents": []
      },
      {
        "id": 8,
        "unitName": "第二单元",
        "unitMemo": "纸质文物的保护修复中，病害的治疗手段，既有传统修复技术，例如书画装裱和古籍修复，也有现代保护技术，例如消毒、清洗、脱酸、加固等。通过文物的前期分析检测，妙手慧心的文保专家们为文物制定合理的治疗方案并付诸实施，达到除病益寿的目的。",
        "unitTitle": "治病",
        "unitSort": 2,
        "contents": [
          {
            "id": 33,
            "contentName": "消毒",
            "contentMemo": "生物损害是纸质文物面临的主要危害之一，来源主要是微生物和害虫。因此，纸质文物在入库和展陈前必须进行消毒处理，以杀虫灭菌。针对生物腐蚀，定期开展纸质文物本体及生存环境的消毒和消毒质量的检验；开展消毒技术及病霉生物监测工作是纸质文物益寿的前提。",
            "contentSort": 32,
            "infos": []
          },
          {
            "id": 34,
            "contentName": "设备和材料研发",
            "contentMemo": "纸质文物保护与实践同行，鉴于文物的特殊性，根据需求研制出适于文物本体保护的设备和保护材料也是文物保护的重要内容。设备方面，整本图书智能化脱酸系统可以实现整本书在自动翻页状态下的雾化喷涂脱酸处理，虹吸清洗设备利用虹吸原理，通过调节洗画板角度和水洗温度，实现最小干预。材料方面，根据文献记载的传统中草药在书画装裱中的应用，采用现代科学技术，对其进行扶隐剔微，探幽揭奥，并将传统工艺科学化。这些都是南京博物院文保所自主研发的多项设备和材料，并在实践中不断改进完善。",
            "contentSort": 33,
            "infos": []
          },
          {
            "id": 35,
            "contentName": "脱酸",
            "contentMemo": "引起纸质文物酸化的主要原因是纸张本身肌体材料及造纸过程中引入过多化学物质造成的。纸张内部酸性物质过多，导致纸张出现发黄、变脆，强度下降，最终导致无法翻阅和使用，严重影响了纸质文物的价值。脱酸是利用酸碱中和理论，来去除纸张中的酸性物质。酸性纸张经脱酸处理后，纸张强度及耐折度等理化性能得到改善，保存寿命得以延长。",
            "contentSort": 34,
            "infos": []
          },
          {
            "id": 36,
            "contentName": "清洗",
            "contentMemo": "纸质文物常出现的污渍包括霉斑、油斑、水斑、尘染等。常用的清洗方法有表面清理、局部污斑清洗和整体清洗。纸质文物表面仅有浮土和积尘时，易采用表面清理法；局部有水渍、霉斑或其它污渍时，易采用局部清洗法；存在有大面积污渍时需进行整体清洗，分为淋洗法、负压和超声波清洗、竹帘清洗法、虹吸清洗法。",
            "contentSort": 35,
            "infos": []
          },
          {
            "id": 37,
            "contentName": "修复",
            "contentMemo": "① 纸质文献修复 纸质文献在使用、保管过程中不可避免的遭受虫蛀鼠啃、微生物侵蚀、火焚水淹等伤害，使其或千疮百孔、或支离破碎、或扭曲变形，以致文献失去自身价值而逐渐走向消亡。为了对其延年益寿继续发挥价值，修复人员选择与纸质文献本体相接近的材料，采用以修、托、补、裱、揭、装为主要操作技法，并结合现代科学技术，对残损纸质文献进行修复，以改善或恢复纸质文献原貌，延续其负载信息的职能。② 书画装裱修复 书画的装裱修复技术在我国有着悠久的历史，书画作品经装裱后既适宜于收藏和欣赏，也能达到更高的艺术美感。同时，传统装裱修复对于古代书画的长期保存，延长寿命，起着极为重要的作用，也是对现在文物保护修复工作的一项重要贡献。 传统书画装裱修复的实施过程大致可分为：备料、拆解、清洗、揭旧、补缺、托芯、贴条、全色、镶覆、上墙、砑光、装配等多道工序，是一项技术要求很高的工作，正如曾在南京博物院工作的苏裱艺术大师谢根宝所言：“修复旧画，比之如疾求医，需观其色，切其脉，对症下药。揭必净，洗必清，配必同，全必陈”。时至今日，书画装裱也在与时俱进，随着科学化程度的提升，发挥的作用也日渐突出。",
            "contentSort": 36,
            "infos": []
          },
          {
            "id": 38,
            "contentName": "药剂",
            "contentMemo": "纸质文物的保护修复中常用的药剂为清洗材料、加固材料、脱酸材料及合成药剂所需的各种中药材及化学试剂等。鉴于文物的特殊性，药剂的种类和剂量需有很多限制，许多药剂自行研制合成。有些中药材也被用于文物保护修复中。中药具有清洗作用早有记载：明·周嘉胄《装潢志》“如霉气重，积污深，则用枇杷核锤浸滚水，冷定洗之，即垢污尽去，或皂角亦可。用则急将清水淋解枇杷、皂角之余气……”便是对枇杷核、皂角具有良好清洗作用的最好证明。",
            "contentSort": 37,
            "infos": []
          }
        ]
      },
      {
        "id": 9,
        "unitName": "第三单元",
        "unitMemo": "预防性保护主要是通过控制引发藏品劣化的主要因素（温湿度、光辐射、污染气体和颗粒物、有害生物）使藏品处于一个“稳定、洁净”的安全生活环境中。博物馆的环境空间大致可分为室外环境、大环境、小环境和微环境。现代意义上的预防性保护，贯穿于博物馆工作的各个领域，从建筑选址和设计、空调方式、照明技术、展柜和装具配置到防震、防有害生物、调控温湿度、防治污染气体和颗粒物、合理的运输和陈列等，力求最大限度地抑制和减缓环境因素对文物的破坏作用。",
        "unitTitle": "防病",
        "unitSort": 3,
        "contents": [
          {
            "id": 39,
            "contentName": "帙",
            "contentMemo": "又被称作“秩”、“袟”、“袠”，帙这种装具在中国古代较早使用，在汉代时包裹卷子用袱，其名称便是“袠”。在《说文解字》中对“秩”的解释为“书衣也”，是用来包裹书籍的。从现存的实物来看，帙的材质主要有麻布、丝绢、纸张、竹篾，等等，比较常见的质地是纸和丝绸，在一些少数民族文字古籍中使用得比较广泛。",
            "contentSort": 38,
            "infos": []
          },
          {
            "id": 40,
            "contentName": "书盒",
            "contentMemo": "亦可称为“书匣”，也是书籍的防护用品，款式多种多样，有前开门式、侧开盖式、上开盖式等；其材质有石、木，等等。古人在给书做盒时，极将就用料，像樟木、楠木、梓木、紫檀木、银杏木等木材都用过。其中，以楠木与樟木配合使用为好，既可以防虫、防潮，又有清香气息、典雅形象，是美观与实用的结合。",
            "contentSort": 39,
            "infos": []
          },
          {
            "id": 41,
            "contentName": "函套",
            "contentMemo": "“函”，有封闭的意思，“函套”，就是用布套或锦套等将书籍封起来，起到防尘、防潮、防晒的作用。给书籍做函套的传统在南北朝时便有了，古代书籍纸张柔软，函套是保护和存储书籍的重要措施。函套的形式主要有四合套六合套、插套，等等。四合套，俗称蓝布套，是将书的封面、封底、书脊、书口四面包住，封面处重叠一层，在书口一侧用布扣穿骨签固定；书顶与书根仍裸露在外。如果将天头与地脚也包起来，即包封六面，就被称为六合套。",
            "contentSort": 40,
            "infos": []
          },
          {
            "id": 42,
            "contentName": "夹板",
            "contentMemo": "夹板，介于函套与木匣之间，从形制上来看，可能是受到梵夹装的影响衍生出来，具体诞生时间不明，有人认为三国曹魏明帝时便已经开始使用木板夹文书了。所谓夹板，是与书相同大小的两块平滑木板，分别放置在竖的上下，用布带穿扎扣紧，布带的长短可以根据书籍的厚度来调整，因为木板的左右会有穿孔，所以书名签大多是居中粘贴的。古人在选择制作夹板的木材时，多用红木、樟木、杉木、楠木等具有避蠹防蛀作用的材料，有些讲究的还有使用紫檀的。夹板，主要有穿带式夹板和平板式夹板两种。",
            "contentSort": 41,
            "infos": []
          }
        ]
      }
    ]
  },
  {
    "id": 4,
    "pageName": "纸与生活",
    "pageMemo": "纸中有生活，纸上见人生。 中国人对于纸的运用深入到了生活的方方面面。纸质材料大量应用于各种公文、书籍、绘画、书法、名刺、礼仪、包裹、糊窗，六世纪以后，纸伞、纸扇、纸帽、纸衣、纸被……和其他日常用物的纸代替品，已很普通，以至纸屏、纸瓦、纸甲、纸币也加应用。纸在传统生活中几乎无处不在，焕发出另一种精彩，同时也延续着纸的物化情趣。",
    "pageImage": "img/4.png",
    "pageSort": 4,
    "units": [
      {
        "id": 10,
        "unitName": "第一单元",
        "unitMemo": "透过轻盈一张纸，你会想起什么？趁着东风飞翔的纸鸢，行走于细雨江南的纸伞，抑或是绽放在手指间的剪纸？看似平凡的纸，其生命的存在形式并不简单。窗花，给西北黄土大地带来绚烂的生机，点缀了家家户户的明窗；年画，为节日中的人们带来平安吉祥，斑斓了千千万万的门户；纸伞，给湿气环绕的行人带来一丝干爽，温暖了游子的一方天地……民间生活中的纸，传统在延续，精神在传递。",
        "unitTitle": "纸趣坊",
        "unitSort": 1,
        "contents": [
          {
            "id": 43,
            "contentName": "年画",
            "contentMemo": "年画是我国特有的、具有浓郁乡土特色的民间艺术。它被用来迎新春、祈丰年，是广大民众美化环境、表达心愿的一种普及的艺术样式。一般认为，年画在秦汉时期显现雏形，发展于唐宋，盛于明清。随着历史变迁，年画的题材、内容、形式都发生了不同程度的变化，是民间文化与时代精神的双重载体。",
            "contentSort": 42,
            "infos": []
          },
          {
            "id": 44,
            "contentName": "剪纸",
            "contentMemo": "中国剪纸，源自于古人祭祖祈神的活动，根植于民间生活，是民俗文化的形象载体。潘颖颖在《中国乡村民间剪纸艺术源流考略》一文中说：“剪纸作为流传在中国民间的一种传统艺术，也被称为平面‘镂花艺术’，采用剪、刻、锉、撕与烫烙等创作技法，以玲珑剔透的纸感语言和强调影廓线条的艺术造型，形成了一种独特的民间艺术式样。”",
            "contentSort": 43,
            "infos": []
          },
          {
            "id": 45,
            "contentName": "刻纸",
            "contentMemo": "刻纸是剪纸的一种，是中国传统工艺品之一。早在元代，乐清象阳寺前的艺人为了迎合元宵佳节张贴花窗门神的民间习俗而刻纸。艺人们精心地选用了多种彩色的纸张，并采用了明暗对比、粗细结合的手法，构思出生动形象的画面，用特制的刻刀作出各种各样的吉祥图案，以寄托人们的美好心愿。",
            "contentSort": 44,
            "infos": []
          },
          {
            "id": 46,
            "contentName": "纸面具",
            "contentMemo": "俗称花脸壳，制作方法在胎膜上贴多层纸或湿纸浆晾干，以脱胎方法脱出面具形厚坯，再向厚坯上画脸谱。这种脱胎模塑法还可以制造舞龙或舞狮的头部，是现代模塑纸浆容器成形法的前身。",
            "contentSort": 45,
            "infos": []
          },
          {
            "id": 47,
            "contentName": "商标、广告",
            "contentMemo": "所谓商标，是用来区别一个经营者的品牌或服务的标记；广告是为了某种特定的需要，通过一定形式的媒体，公开且广泛地向公众传递信息的宣传手段。纸及其相关技术的发展，使得商标、广告的表现形式更为丰富、内容也更加丰满。近现代的商标与广告围绕着生活的方方面面，而纸作为主要载体，也展现着其独特的魅力。",
            "contentSort": 46,
            "infos": []
          },
          {
            "id": 48,
            "contentName": "邮票",
            "contentMemo": "邮票是由国家邮政部门或由政府许可设立的邮政机构发行，表示邮资已经预付并据以提供邮政服务的独立的有价凭证。有票的雏形最早出现于17世纪中期的法国巴黎，中国最早的邮票是清朝的大龙邮票。邮票有三要素：即国家（地区）铭记、面值和主题图案。邮票的方寸空间，常体现一个国家或地区的历史、科技、经济、文化、风土人情、自然风貌等特色，这使得邮票除了邮政价值之外还有收藏价值。",
            "contentSort": 47,
            "infos": []
          },
          {
            "id": 49,
            "contentName": "纸币",
            "contentMemo": "纸币是指以柔软物料（纸张）制成的货币，代替金属货币在市场上进行流通，是国家发行和强制使用的货币符号，是货币众多的形式之一。与金属货币相比，纸张的制作成本较低，易于保管，携带和运输，但易破损。中国最早出现的纸币是北宋初期通行于四川地区的“交子”，这也是世界上最早的纸币。纸币能够反映出一个国家的历史、文化、经济发展水平，可以说是一个国家的名片。",
            "contentSort": 48,
            "infos": []
          },
          {
            "id": 50,
            "contentName": "证件和票据",
            "contentMemo": "护照、执照、股票、许可证、毕业证……提及种种证件与票据，大多数人可能以为这些都是我们现代人的专属，其实它们可谓古已有之。形形色色、各式各样的证件和票据，提供了各种凭证，证明了各种事实。民国以来，随着世界各国间联系的增多以及政治、经济、文化等各方面的发展，证件与票据更是扮演了极为重要的角色，是历史舞台上不可或缺的存在。",
            "contentSort": 49,
            "infos": []
          },
          {
            "id": 51,
            "contentName": "少数民族与纸",
            "contentMemo": "纸，在少数民族的生活中又是怎样的存在呢？藏族地区的狼毒纸、苗族地区的构皮纸、纳西族地区的东巴纸、维族地区的桑皮纸……这些传统手工纸总结了古人的经验，凝聚了先人的智慧，传至今日仍带着迷人的光彩。不同民族的民俗文化与历史风情通过纸的承载，传达到现在。",
            "contentSort": 50,
            "infos": []
          }
        ]
      },
      {
        "id": 11,
        "unitName": "第二单元",
        "unitMemo": "一册书，一卷纸，一封信……智慧通过指尖的挥毫，传之于后世；感情通过浓墨的泼洒，传达到心中。书画间，纸表现了艺术的美感；信札上，纸传递了朋友的惦念；典籍中，纸保存了智慧的结晶……太多的信息，太多的遐想，纸，都一一承载。纸在文化生活中，聚集智慧，表达情致。",
        "unitTitle": "锦书庐",
        "unitSort": 2,
        "contents": [
          {
            "id": 52,
            "contentName": "屏风",
            "contentMemo": "屏风起源很早，不过先秦文献中只言屏，未提到屏风，而称 其为“邸”或“扆”。屏风是西汉时出现的名称。马王堆1号汉墓的遣策中记有“木五菜（彩）画并（屏）风一，长五尺，高三尺”，为明器。从考古发掘出土的实物看，湖北望山战国楚墓就出土了漆座屏。汉以后屏风的使用更加广泛，几厅堂居室必设屏风。 到了明清两代，屏风不仅是实用家具，更是室内不可缺少的装饰品。明清两代屏风大体可分为座屏、曲屏和挂屏三种。以座屏最有代表性，座屏又分多扇组合和独扇插屏。多扇座屏少则三扇，多则九扇。独扇座屏是把单独屏框插在一个特制的底座上。几屏扇与屏座可装可却的座屏和砚屏等也可称插屏。曲屏，也称围屏，是一种可以折叠的多扇折叠屏风，每扇之间装销钩，屏面裱缓绢等，属于活动性家具，无固定陈设位置，一般多为双数，最少二扇至四扇，最多可达数十扇。因无屏座，放置时折曲成锯齿形，故别名折屏。挂屏，明末出现一种悬挂在墙壁上的屏风，一般成对或成组，如四扇一组称四扇屏，也有中间挂中堂，两边各挂一副对联或一对挂屏的，清代更是风行一时。",
            "contentSort": 51,
            "infos": []
          },
          {
            "id": 53,
            "contentName": "试卷",
            "contentMemo": "试卷是考试时提供给应试人写答案的卷子。中国的考试制度由来已久，从隋朝开创科举制开始，作为一种相对公平的选拔、评价制度延续千年，深入人心。近现代以来考试的种类更是越来越多，涉及的范围越来越广，出现了形形色色的试卷，而纸张作为试卷最主要的载体，使得书写于试卷上的信息能得以留存、传阅。",
            "contentSort": 52,
            "infos": []
          },
          {
            "id": 54,
            "contentName": "手札",
            "contentMemo": "主要指亲笔所写的书信等。纸相对缣帛更价廉易得，造纸术推广后，大幅降低了通信成本，成为信件的主要载体。人们通过纸笺把本来飘渺的精神世界化成可读的信札、手稿，以告知消息、传达情感、记录思想……而纸又有可以长久保存的特性，这些手札由此得以跨越时间，呈现过往。",
            "contentSort": 53,
            "infos": []
          }
        ]
      }
    ]
  }
]
